enum PermissionEnum {
  'Добавить новости' = 'Добавить новости',
  'Редактировать новости' = 'Редактировать новости',
  'Проверка' = 'Проверка',
  'Создать пользователя' = 'Создать пользователя',
  'Изменить дата' = 'Изменить дата',
  'Реклама' = 'Реклама',
  'Статистика' = 'Статистика',
  'Архивировать' = 'Архивировать',
  'Удалить' = 'Удалить',
  'Добавить страницы' = 'Добавить страницы',
  'Настройка сайта' = 'Настройка сайта',
  'Доступ к архивам' = 'Доступ к архивам',
  'Общий доступ' = 'Общий доступ',
  'Подтвердить новость' = 'Подтвердить новость',
}

export default PermissionEnum;
